{
    "fr": {
      "description": "WEB, DESIGN, VIDÉO ET PLUS ENCORE. <br> DÉCOUVREZ MON PARCOURS ET MES CRÉATIONS.",
      "about": "À PROPOS",
      "projects": "PROJETS",
      "apropos": "À PROPOS",
      "text_about": "Je suis actuellement en deuxième année de MMI (Métiers du Multimédia et de l'Internet), un parcours qui m'a permis d'explorer une multitude de domaines créatifs et techniques. Ce que j'aime dans ce cursus, c'est la diversité des compétences que l'on peut y développer. Je m'intéresse autant à coder un site web qu'à concevoir un logo ou à imaginer des interactions utilisateur.",
      "cv_button": "VOIR MON CV",
      "skillsTitle": "COMPÉTENCES",
      "projects_heading": "Projets mis en avant",
      "project_1_title": "MOTION DESIGN DE VULGARISATION SCIENTIFIQUE",
      "project_1_description": "Recherche et synthèse scientifique sur les ondes térahertz, rédaction d'un script et d'un storyboard structurant l'histoire visuelle. <br> Réalisation d'un moodboard et conception des éléments visuels, suivis de leur animation dans un style dynamique et informatif. <br> Vidéos finales exportées en versions FR et EN avec sous-titres adaptés (.srt).",
      "project_1_technos": "ILLUSTRATOR · AFTER EFFECTS · PREMIERE PRO · REAPER",
      "project_2_title": "VISUAL NOVEL AVEC REN'PY",
      "project_2_description": "L'Aérolite est un visual novel où vous incarnez un détective déterminé à résoudre un meurtre mystérieux dans un cirque itinérant. Développé avec Ren'Py. ",
      "project_2_technos": "REN'PY · TWINE · CLIP STUDIO PAINT",
      "project_3_title": "SITE VITRINE & CRÉATION IDENTITÉ VISUELLE",
      "project_3_description": "Définition des valeurs d'une marque, création de logo, choix des palettes de couleurs et typographies pour refléter l'esprit de la marque. <br> Réalisation d'une maquette sur Figma, avec une navigation intuitive et une mise en avant des produits et de l'histoire de la marque. <br> Intégration en HTML, CSS, et JS pour un rendu fonctionnel et esthétique.",
      "project_3_technos": "ILLUSTRATOR · PHOTOSHOP · FIGMA · GITHUB · VSCODE",
      "btn_more_info": "En savoir plus",
      "btn_all_projects": "Voir tous les projets",
      "contactme": "CONTACTEZ MOI",
      "stageinfo":"Actuellement en recherche d’un stage pouvant se poursuivre en alternance, à partir d’avril 2025.",
      "droits": "© 2024 Yussera Sebdaoui Tous droits réservés",
      "CV":"Mon CV",
      "webdev":"#Développement Web",
      "creanum":"#Création Numérique",
      "games":"#Jeux Vidéos",
      "brandesignechoes": "Identité visuelle pour un groupe de rock alternatif",
      "context": "Contexte",
      "context_echoes":"Création d'une identité visuelle pour un groupe de rock alternatif dans le cadre d'un projet personnel.",
      "objectif":"Objectif",
      "objectif_echoes":"Création d'éléments graphiques pouvant plaire les fans de rock et d’esthétique gothique/industrielle, âgés de 18 à 35 ans. Le but était aussi de se familiariser à photoshop avec des mock-up notamment.",
      "outils":"Outils Utilisés",
      "livrables":"Livrables",
      "livrables_echoes":"Logo, Affiche de concert, Mock-up.",
      "echoes_annonce":"Annonce de concert fictif",
      "echoes_mockup_poster":"Mock-up du poster sur un panneau d'affichage.",
      "echoes_mockup_magazine":"Mock-up du poster sur un magazine.",
      "echoes_logo":"Logo du groupe.",
      "nomade_titre":"Identité visuelle et site vitrine d'une marque de parfum",
      "nomade_contexte":"Création d'une identité visuelle et d'un site web pour une marque de parfum dans le cadre d'un projet personnel.",
      "nomade_objectif":"Créer une identité visuelle et un site web qui reflètent l'esprit de la marque, en mettant en avant ses valeurs et ses produits. Avait aussi pour but de se familiariser avec figma.",
      "nomade_livrables":"Identité visuelle d'une marque de parfum (logo, couleurs, police, mock-up), maquette du site web, site web.",
      "nomade_annonce": "Brand design de la marque.",
      "voirsite":"Voir le site",
      "voirgith":"Voir le repository GitHub",
      "voirmaquette":"Voir la maquette réalisée par Bascol Mélina",
      "reservation_connect":"Pour se connecter utiliser visiteur comme username et v1s1teur comme password.",
      "reservation_context":"Création d'un site pour la gestion de prêt de matériel audiovisuel dans le cadre d'un projet universitaire. Réalisé à 2. Focus sur la gestion dynamique et la simplicité d'utilisation.",
      "reservation_objectif":"Créer un site de réservation de matériel audiovisuel pour les étudiants et le personnel du département MMI. Le site devait permettre de consulter le stock, ajouter du matériel ou le supprimer, réserver du matériel, gérer les retours.",
      "reservation_outils":"HTML, CSS, PHP, MySQL, Notion, Workbench,Figma",
      "reservation_livrables":"Le gestionnaire de matériels sous la forme d’un service Web, le cahier de conception usagers, le cahier de conception technique, le rapport des résultats de tests de conformité.",
      "reservation_exemplephoto1": "Exemple de page de matériel pour réserver.",
      "reservation_exemplephoto2": "Page du site coté administrateur pouvant ajouter du matériel.",
      "reservation_exemplephoto3": "Base de données du site.",
      "reservation_title":"Site de réservation de prêt de matériel",
      "aerolite_slogan":"Deux jours, un meurtre, un mystère sous le chapiteau.",
      "aerolite_context":"Création d'un jeu vidéos type visual novel dans le cadre d'un projet personnel.",
      "aerolite_objectif":"Créer un jeu vidéo de type visual novel avec des choix qui influent sur l'histoire. Le but était de se familiariser avec Ren'Py.",
      "aerolite_livrables":"Scénario, personnages, code du jeu.",
      "voirjeu":"Voir le jeu",
      "aerolite_title":"Visual novel avec Ren'py : l'Aérolite",
      "thz_titre": "Motion design : les ondes Thz",
      "thz_context": "Création dune vidéo de vulgarisation scientifique sous forme de motion design dans le cadre d'un projet universitaire.",
      "thz_objectif": " Réalisation d'une vidéo de 1min expliquant le fonctionnement et les applications des ondes térahertz. ",
      "thz_livrables":"Moodboad, Storyboard, Script, Elements graphiques, Vidéos finales (1080*1080 & 1920*1080), sous-titre anglais et français.",
      "thz_moodboard":"Moodboard associé au projet. "
    

    },
    "en": {
      "description": "WEB, DESIGN, VIDEO AND MORE. <br> DISCOVER MY JOURNEY AND MY CREATIONS.",
      "about": "ABOUT",
      "projects": "PROJECTS",
      "apropos": "ABOUT",
      "text_about": "I am currently in my second year of MMI (Multimedia and Internet Professions), a program that has allowed me to explore a variety of creative and technical fields. What I love about this course is the diversity of skills you can develop. I'm as interested in coding a website as I am in designing a logo or imagining user interactions.",
      "cv_button": "VIEW MY CV",
      "skillsTitle": "SKILLS",
      "projects_heading": "Highlighted Projects",
      "project_1_title": "SCIENTIFIC OUTREACH MOTION DESIGN",
      "project_1_description": "Scientific research and synthesis on terahertz waves, writing a script and storyboard structuring the visual story. <br> Creation of a mood board and design of visual elements, followed by their animation in a dynamic and informative style. <br> Final videos exported in both FR and EN versions with adapted subtitles (.srt).",
      "project_1_technos": "ILLUSTRATOR · AFTER EFFECTS · PREMIERE PRO · REAPER",
      "project_2_title": "EQUIPMENT LOAN RESERVATION SITE",
      "project_2_description": "L'Aérolite is a visual novel in which you take on the role of a detective determined to solve a murder mystery in a travelling circus. Developed with Ren'Py.",
      "project_2_technos": "Ren'py · TWINE · CLIP STUDIO PAINT",
      "project_3_title": "SHOWCASE WEBSITE & BRAND IDENTITY CREATION",
      "project_3_description": "Defining brand values, creating a logo, selecting color palettes and typography to reflect the brand's spirit. <br> Designing a mock-up on Figma, with intuitive navigation and highlighting the brand's products and story. <br> Integration in HTML, CSS, and JS for a functional and aesthetic result.",
      "project_3_technos": "ILLUSTRATOR · PHOTOSHOP · FIGMA · GITHUB · VSCODE",
      "btn_more_info": "Learn more",
      "btn_all_projects": "View all projects",
      "contactme": "Contact me",
      "stageinfo":"Currently looking for an internship that can continue as an apprenticeship, starting in April 2025.",
      "droits": "© 2024 Yussera Sebdaoui All rights reserved",
      "CV":"My CV",
      "webdev":"#Web Development",
      "creanum":"#Digital Creation",
      "games":"#Video Games",
      "brandesignechoes": "Visual identity for an alternative rock band",
      "context": "Context",
      "context_echoes":"Creation of a visual identity for an alternative rock band as part of a personal project.",
      "objectif":"Objective",
      "objectif_echoes":"Creating graphic elements that would appeal to rock fans and those who appreciate gothic/industrial aesthetics, aged 18 to 35. The goal was also to familiarize myself with photoshop, especially with mock-ups.",
      "outils":"Tools Used",
      "livrables":"Deliverables",
      "livrables_echoes":"Logo, Concert poster, Mock-up.",
      "echoes_annonce":"Fictitious concert announcement",
      "echoes_mockup_poster":"Mock-up of the poster on a billboard.",
      "echoes_mockup_magazine":"Mock-up of the poster on a magazine.",
      "echoes_logo":"Band logo.",
      "nomade_titre":"Visual identity and showcase website for a perfume brand",
      "nomade_contexte":"Creation of a visual identity and website for a perfume brand as part of a personal project.",
      "nomade_objectif":"Create a visual identity and website that reflect the brand's spirit, highlighting its values and products. The goal was also to familiarize myself with figma.",
      "nomade_livrables":"Visual identity of a perfume brand (logo, colors, font, mock-up), website mock-up, website.",
      "nomade_annonce": "Brand design of the brand.",
      "voirsite":"View the site",
      "voirgith":"View the GitHub repository",
      "voirmaquette":"View the maquette made by Bascol Mélina",
      "reservation_connect":"To connect use visitor as username and v1s1teur as password.",
      "reservation_context":"Creation of a site for the management of audiovisual equipment loans as part of a university project. Done in a team of 2. Focus on dynamic management and ease of use.",
      "reservation_objectif":"Create a site for reserving audiovisual equipment for students and staff of the MMI department. The site had to allow users to check stock, add or remove equipment, reserve equipment, manage returns.",
      "reservation_outils":"HTML, CSS, PHP, MySQL, Notion, Workbench,Figma",
      "reservation_livrables":"The equipment manager in the form of a Web service, the user design notebook, the technical design notebook, the compliance test results report.",
      "reservation_exemplephoto1": "Example of a page of equipment to reserve.",
      "reservation_exemplephoto2": "Admin side page of the site that can add equipment.",
      "reservation_exemplephoto3": "Database of the site.",
      "reservation_title":"Equipment loan reservation site",
      "aerolite_slogan":"Two days, one murder, one mystery under the big top",
      "aerolite_context": "Creation of a visual novel video game as part of a personal project.",
      "aerolite_objectif": "To create a visual novel-style video game with choices that influence the story. The aim was to familiarise ourselves with Ren'Py.",
      "aerolite_livrables":"Scenario, characters, game code.",
      "aerolite_title":"Visual novel with Ren'py : l'Aérolite",
      "voirjeu": "See the game",
      "thz_titre": "Motion design: Thz waves",
      "thz_context": "Creation of a popular science video in the form of motion design as part of a university project.",
      "thz_objectif": "Production of a 1min video explaining how terahertz waves work and their applications.",
      "thz_livrables":"Moodboad, Storyboard, Script, Graphic elements, Final videos (1080*1080 & 1920*1080), English and French subtitles.",
      "thz_moodboard":"Moodboard associated with the project. "
      

    }
  }
  